"CICategoryDistortionEffect" = "Efeito de Distorção";
"CICategoryGeometryAdjustment" = "Ajuste de Geometria";
"CICategoryCompositeOperation" = "Operação Composta";
"CICategoryHalftoneEffect" = "Efeito de Meio-Tom";
"CICategoryColorAdjustment" = "Ajuste de Cores";
"CICategoryColorEffect" = "Efeito de cor";
"CICategoryTransition" = "Transição";
"CICategoryTileEffect" = "Efeito de Mosaico";
"CICategoryGenerator" = "Gerador";
"CICategoryGradient" = "Gradiente";
"CICategoryReduction" = "Redução";
"CICategoryStylize" = "Estilizar";
"CICategorySharpen" = "Nitidez";
"CICategoryBlur" = "Desfocado";
"CICategoryVideo" = "Vídeo";
"CICategoryStillImage" = "Imagem Estática";
"CICategoryInterlaced" = "Entrelaçado";
"CICategoryNonSquarePixels" = "Pixels Não Quadrados";
"CICategoryHighDynamicRange" = "Intervalo Dinâmico Alto";
"CICategoryBuiltIn" = "Integrado";
"CICategoryAll" = "Tudo";
